Repository: 84000/data-translation-memory
Catalog: toh741-v3.tmx
Source language: bo
Languages: en

source: དཔལ་གྱི་ལྷ་མོའི་མཚན་བཅུ་གཉིས་པ།
en: The Twelve Names of the Goddess Śrī

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the noble Avalokiteśvara.

source: ཕྱག་ན་རྡོ་རྗེ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to Vajrapāṇi.

source: དཔལ་ལྷ་མོ་ཆེན་མོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the great goddess Śrī.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་ན་བཞུགས་ཏེ།
en: The Blessed One was residing in the realm of Sukhāvatī.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Then the bodhisattva mahāsattva, the noble Avalokiteśvara, set out to where the Blessed One was residing.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Having arrived, he bowed his head at the feet of the Blessed One, circumambulated the Blessed One thrice, and sat down on one side.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དཔལ་ལྷ་མོ་ཆེན་མོ་ཡང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་དྲུང་དུ་ཕྱིན་ནས།
en: Then the bodhisattva mahāsattva, the great goddess Śrī, also set out to where the Blessed One was residing.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་ཆེན་མོ་ལ་གཟིགས་ནས། སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Having arrived, she bowed her head at the feet of the Blessed One and sat down on one side.

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མའམ། སེམས་ཅན་གང་སུ་ཡང་རུང་བས་དཔལ་ཆེན་མོ་འདིའི་མིང་བཅུ་གཉིས་ཤེས་ཏེ། འཆང་བ་དང་། ཀློག་པ་དང་། སྒྲུབ་པར་བྱེད་པ་དང་། རྗོད་པར་ཡང་བྱེད་ན་དེ་དབུལ་པོ་སྤངས་ནས་ཕྱུག་པོ་ཆེན་པོར་འགྱུར་རོ། །
en: Then the Blessed One looked at Mahāśrī and said this to the noble Avalokiteśvara: “Avalokiteśvara, whosoever, including monks and nuns, laymen and laywomen, gets to know, upholds, recites, accomplishes, or speaks of the twelve names of Mahāśrī here will escape destitution and become very wealthy.”

source: དེ་ནས་འབྱུང་པོའི་ཚོགས་ཐམས་ཅད་ཀྱིས་ཀྱང་དེ་བཞིན་དུ་གྱུར་ཅིག་ཅེས་སྨྲས་སོ། །
en: Then the entire host of spirits said, “May it be so!”

source: དཔལ་ལྷ་མོ་ཆེན་མོའི་མིང་བཅུ་གཉིས་ནི་འདི་ལྟ་སྟེ། བཀྲ་ཤིས་མ། དཔལ་ལྡན་མ། པདྨའི་ཕྲེང་ཐོགས་མ། ནོར་བདག་མ། དཀར་ཤམ་མ། གྲགས་ཆེན་མ། པདྨ་སྤྱན་མངའ་མ། འོད་ཆེན་མ། བྱེད་པ་མོ། ཟས་སྦྱིན་མ། རིན་ཆེན་འོད་ལྡན་མ།
en: “These are the twelve names of the great goddess Śrī: “It is thus—Welfare, Splendor, She Who Is Wearing a Garland of Lotuses, Mistress of Wealth, White One, She of Great Fame, Lotus-Eyed One, She of Great Radiance, She Who Accomplishes, Bestower of Nourishment, She of Jewel-Like Gleam, Great Splendor.

source: དཔལ་ཆེན་མོ་མ། སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas!

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to Avalokiteśvara!

source: དཔལ་ཆེན་མོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the great goddess Śrī!

source: འདི་ལྟ་སྟེ། ཛི་ནི། གྷྲི་ཎི། དགོས་པ་ཐམས་ཅད་སྒྲུབ་པར་མཛད་མ། སི་མི་སི་མི། ནི་མི་ནི་མི། བདག་གི་མི་ཤེས་པ་ཐམས་ཅད་བསལ་བར་མཛོད་ཅིག་སྭཱ་ཧཱ།
en: It is thus—jini ghriṇi, O Accomplisher of All Goals, simi simi nimi nimi, remove my destitution completely,svāhā.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ལ་མངོན་པར་དགའོ།།
en: Thus spoke the Blessed One, and the bodhisattva, the noble Avalokiteśvara, was gladdened and praised the speech of the Blessed One.

source: དཔལ་གྱི་ལྷ་མོ་ཆེན་མོའི་མཚན་བཅུ་གཉིས་པ་རྫོགས་སོ།། །།
en: Here ends “The Twelve Names of the Great Goddess Śrī.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, checked, and redacted by the Indian preceptor Jinamitra and the great editor-translator Bandé Yeshé Dé.
